Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Bedtime reminder to arm it
ar: تذكير عند النوم لتفعيلها
cs: Připomenutí k zapnutí před spaním
da: Påmindelse ved sengetid om at slå den til
de: Erinnerung zur Schlafenszeit, sie zu aktivieren
el: Υπενθύμιση ενεργοποίησης την ώρα του ύπνου
es: Recordatorio para activarla al acostarte
es_419: Recordatorio a la hora de dormir para activarla
fi: Iltamuistutus Yövahdin kytkemisestä päälle
fr: Rappel au coucher pour l’activer
he: תזכורת להפעלה בשעת השינה
hi: इसे चालू करने के लिए सोने के समय रिमाइंडर
hr: Podsjetnik za uključivanje prije spavanja
hu: Esti emlékeztető az Éjjeliőr bekapcsolására
id: Pengingat waktu tidur untuk mengaktifkannya
it: Promemoria serale per attivarla
ja: 就寝時にオンにするリマインダー
ko: 취침 시간에 켜기 알림
ms: Peringatan waktu tidur untuk mengaktifkannya
nb: Påminnelse ved leggetid om å slå den på
nl: Herinnering bij bedtijd om hem aan te zetten
pl: Przypomnienie przed snem, by ją włączyć
pt_br: Lembrete na hora de dormir para ativar
pt_pt: Lembrete à hora de deitar para a ativar
ro: Memento la culcare ca s-o activezi
sk: Pred spaním pripomenúť zapnutie
sv: Påminnelse vid läggdags om att slå på den
th: เตือนก่อนนอนให้เปิดใช้
tr: Açmak için yatma saati hatırlatıcısı
uk: Нагадування перед сном, щоб її увімкнути
vi: Nhắc bật vào giờ đi ngủ
zh_hans: 就寝时提醒我开启
zh_hant: 就寢時提醒我啟動

source: Best value
ar: أفضل قيمة
cs: Nejvýhodnější
da: Bedste køb
de: Bestes Angebot
el: Καλύτερη τιμή
es: Mejor precio
es_419: Mejor precio
fi: Edullisin
fr: Meilleur prix
he: הכי משתלם
hi: सबसे किफ़ायती
hr: Najisplativije
hu: Legkedvezőbb
id: Paling hemat
it: Miglior prezzo
ja: いちばんお得
ko: 가장 알뜰해요
ms: Nilai terbaik
nb: Gunstigst
nl: Voordeligst
pl: Najlepsza cena
pt_br: Melhor preço
pt_pt: Melhor preço
ro: Top ofertă
sk: Najvýhodnejšie
sv: Mest prisvärd
th: คุ้มที่สุด
tr: En avantajlı
uk: Найвигідніше
vi: Tiết kiệm nhất
zh_hans: 最划算
zh_hant: 最划算

source: between 9pm and 7am
ar: بين 9 مساءً و7 صباحًا
cs: mezi 21:00 a 7:00
da: mellem kl. 21 og 7
de: zwischen 21 und 7 Uhr
el: μεταξύ 21:00 και 07:00
es: entre las 21:00 y las 7:00
es_419: entre las 21:00 y las 7:00
fi: klo 21–7
fr: entre 21 h et 7 h
he: בין 21:00 ל-7:00
hi: रात 9 से सुबह 7 बजे के बीच
hr: između 21 i 7 h
hu: este 9 és reggel 7 között
id: antara pukul 21.00 dan 07.00
it: tra le 21 e le 7
ja: 21時〜7時の間
ko: 오후 9시에서 오전 7시 사이
ms: antara 9 malam dan 7 pagi
nb: mellom kl. 21 og 07
nl: tussen 21 en 7 uur
pl: między 21:00 a 7:00
pt_br: entre 21h e 7h
pt_pt: entre as 21h e as 7h
ro: între 21:00 și 7:00
sk: medzi 21:00 a 7:00
sv: mellan kl. 21 och 07
th: ระหว่าง 21:00 ถึง 07:00
tr: 21:00 ile 07:00 arasında
uk: між 21:00 і 7:00
vi: trong khoảng 21:00 đến 7:00
zh_hans: 晚 9 点至早 7 点之间
zh_hant: 晚上 9 點至早上 7 點之間

source: Big button on your Home Screen
ar: زر كبير على الشاشة الرئيسية
cs: Velké tlačítko na ploše
da: Stor knap på hjemmeskærmen
de: Große Taste auf deinem Home-Bildschirm
el: Μεγάλο κουμπί στην οθόνη Αφετηρίας
es: Botón grande en la pantalla de inicio
es_419: Botón grande en tu pantalla de inicio
fi: Iso painike Koti-valikossa
fr: Gros bouton sur l’écran d’accueil
he: כפתור גדול במסך הבית
hi: होम स्क्रीन पर बड़ा बटन
hr: Veliki gumb na početnom zaslonu
hu: Nagy gomb a Főképernyőn
id: Tombol besar di Layar Utama
it: Pulsante grande sulla schermata Home
ja: ホーム画面に大きなボタン
ko: 홈 화면에 큰 버튼
ms: Butang besar pada Skrin Utama anda
nb: Stor knapp på Hjem-skjermen
nl: Grote knop op je beginscherm
pl: Duży przycisk na ekranie głównym
pt_br: Botão grande na Tela de Início
pt_pt: Botão grande no ecrã principal
ro: Buton mare pe ecranul principal
sk: Veľké tlačidlo na ploche
sv: Stor knapp på hemskärmen
th: ปุ่มใหญ่บนหน้าจอโฮม
tr: Ana Ekranında büyük düğme
uk: Велика кнопка на початковому екрані
vi: Nút lớn trên Màn hình chính
zh_hans: 主屏幕上的大按钮
zh_hant: 主畫面上的大按鈕

source: Billed monthly. Cancel any time.
ar: يُدفع شهريًا. يمكنكِ الإلغاء في أي وقت.
cs: Platba měsíčně. Zrušit můžeš kdykoli.
da: Betales månedligt. Opsig når som helst.
de: Monatliche Abrechnung. Jederzeit kündbar.
el: Μηνιαία χρέωση. Ακύρωση οποτεδήποτε.
es: Facturación mensual. Cancela cuando quieras.
es_419: Pago mensual. Cancela cuando quieras.
fi: Laskutetaan kuukausittain. Peru milloin tahansa.
fr: Facturé mensuellement. Résiliable à tout moment.
he: חיוב חודשי. אפשר לבטל בכל עת.
hi: हर महीने बिलिंग। कभी भी रद्द करें।
hr: Naplata mjesečno. Otkaži kad god želiš.
hu: Havi számlázás. Bármikor lemondható.
id: Ditagih bulanan. Batalkan kapan saja.
it: Addebito mensile. Annulla quando vuoi.
ja: 毎月のお支払い。いつでも解約できます。
ko: 매월 결제. 언제든 취소할 수 있어요.
ms: Dibilkan setiap bulan. Batalkan bila-bila masa.
nb: Faktureres månedlig. Avslutt når som helst.
nl: Maandelijks gefactureerd. Altijd opzegbaar.
pl: Płatne co miesiąc. Anuluj w dowolnym momencie.
pt_br: Cobrança mensal. Cancele quando quiser.
pt_pt: Cobrado mensalmente. Cancela quando quiseres.
ro: Facturat lunar. Anulezi oricând.
sk: Mesačná platba. Zrušiť môžeš kedykoľvek.
sv: Faktureras månadsvis. Avsluta när du vill.
th: เรียกเก็บเงินรายเดือน ยกเลิกได้ทุกเมื่อ
tr: Aylık faturalandırılır. İstediğin zaman iptal et.
uk: Оплата щомісяця. Скасувати можна будь-коли.
vi: Thanh toán hằng tháng. Hủy bất cứ lúc nào.
zh_hans: 按月计费。可随时取消。
zh_hant: 按月收費，可隨時取消。

source: Bladder incontinence
ar: سلس البول
cs: Únik moči
da: Urininkontinens
de: Blasenschwäche
el: Ακράτεια ούρων
es: Incontinencia urinaria
es_419: Incontinencia urinaria
fi: Virtsankarkailu
fr: Incontinence urinaire
he: בריחת שתן
hi: पेशाब पर काबू न रहना
hr: Inkontinencija mokraće
hu: Vizelettartási zavar
id: Inkontinensia urine
it: Incontinenza urinaria
ja: 尿もれ
ko: 요실금
ms: Inkontinens pundi kencing
nb: Urinlekkasje
nl: Ongewild urineverlies
pl: Nietrzymanie moczu
pt_br: Incontinência urinária
pt_pt: Incontinência urinária
ro: Incontinență urinară
sk: Únik moču
sv: Urinläckage
th: กลั้นปัสสาวะไม่อยู่
tr: İdrar kaçırma
uk: Нетримання сечі
vi: Tiểu không tự chủ
zh_hans: 尿失禁
zh_hant: 尿失禁

source: Bleeding
ar: النزيف
cs: Krvácení
da: Blødning
de: Blutung
el: Αιμορραγία
es: Sangrado
es_419: Sangrado
fi: Verenvuoto
fr: Saignements
he: דימום
hi: रक्तस्राव
hr: Krvarenje
hu: Vérzés
id: Perdarahan
it: Sanguinamento
ja: 出血
ko: 출혈
ms: Pendarahan
nb: Blødning
nl: Bloedverlies
pl: Krwawienie
pt_br: Sangramento
pt_pt: Hemorragia
ro: Sângerare
sk: Krvácanie
sv: Blödning
th: เลือดออก
tr: Kanama
uk: Кровотеча
vi: Chảy máu
zh_hans: 出血
zh_hant: 出血

source: Bleeding after menopause
ar: النزيف بعد انقطاع الطمث
cs: Krvácení po menopauze
da: Blødning efter menopausen
de: Blutung nach der Menopause
el: Αιμορραγία μετά την εμμηνόπαυση
es: Sangrado después de la menopausia
es_419: Sangrado después de la menopausia
fi: Verenvuoto menopaussin jälkeen
fr: Saignements après la ménopause
he: דימום לאחר הפסקת הווסת
hi: रजोनिवृत्ति के बाद रक्तस्राव
hr: Krvarenje nakon menopauze
hu: Menopauza utáni vérzés
id: Perdarahan setelah menopause
it: Sanguinamento dopo la menopausa
ja: 閉経後の出血
ko: 폐경 후 출혈
ms: Pendarahan selepas menopaus
nb: Blødning etter menopausen
nl: Bloedverlies na de overgang
pl: Krwawienie po menopauzie
pt_br: Sangramento após a menopausa
pt_pt: Hemorragia depois da menopausa
ro: Sângerare după menopauză
sk: Krvácanie po menopauze
sv: Blödning efter menopausen
th: เลือดออกหลังหมดประจำเดือน
tr: Menopoz sonrası kanama
uk: Кровотеча після менопаузи
vi: Chảy máu sau mãn kinh
zh_hans: 绝经后出血
zh_hant: 停經後出血

source: Bleeding after menopause — even once, even light — should be checked by a clinician. MenoMap cannot tell you why it happened.
ar: النزيف بعد انقطاع الطمث — ولو مرة واحدة، ولو كان خفيفًا — ينبغي أن يفحصه طبيب. لا يستطيع MenoMap أن يخبركِ بسبب حدوثه.
cs: Krvácení po menopauze, i jednorázové, i slabé, by měl zkontrolovat lékař. MenoMap ti nedokáže říct, proč k němu došlo.
da: Blødning efter menopausen – også bare én gang, også hvis den er let – bør undersøges af en læge. MenoMap kan ikke fortælle dig, hvorfor den er opstået.
de: Eine Blutung nach der Menopause – auch nur einmal, auch nur leicht – sollte von einer Ärztin oder einem Arzt abgeklärt werden. MenoMap kann dir nicht sagen, warum sie aufgetreten ist.
el: Η αιμορραγία μετά την εμμηνόπαυση, ακόμη και μία φορά, ακόμη και λίγη, πρέπει να ελεγχθεί από γιατρό. Το MenoMap δεν μπορεί να σου πει γιατί συνέβη.
es: El sangrado después de la menopausia (aunque sea una sola vez, aunque sea leve) debe revisarlo un profesional sanitario. MenoMap no puede decirte por qué ha ocurrido.
es_419: El sangrado después de la menopausia —aunque sea una sola vez, aunque sea leve— debe revisarlo un profesional de la salud. MenoMap no puede decirte por qué ocurrió.
fi: Verenvuoto menopaussin jälkeen – vaikka vain kerran, vaikka vähäinen – pitää tutkia lääkärissä. MenoMap ei voi kertoa sinulle, miksi sitä esiintyi.
fr: Les saignements après la ménopause — même une seule fois, même légers — doivent être vérifiés par un médecin. MenoMap ne peut pas vous dire pourquoi ils se sont produits.
he: דימום לאחר הפסקת הווסת – אפילו פעם אחת, אפילו דימום קל – צריך להיבדק אצל רופא/ה. MenoMap לא יכול לומר לך למה זה קרה.
hi: रजोनिवृत्ति के बाद रक्तस्राव — चाहे एक बार हो, चाहे हल्का हो — इसकी जाँच डॉक्टर से करवानी चाहिए। MenoMap यह नहीं बता सकता कि ऐसा क्यों हुआ।
hr: Krvarenje nakon menopauze – čak i jednom, čak i slabo – treba provjeriti liječnik. MenoMap ti ne može reći zašto se dogodilo.
hu: A menopauza utáni vérzést – akkor is, ha csak egyszer fordult elő, és akkor is, ha enyhe volt – orvossal kell kivizsgáltatni. A MenoMap nem tudja megmondani, miért fordult elő.
id: Perdarahan setelah menopause — meski hanya sekali, meski hanya sedikit — perlu diperiksakan ke dokter. MenoMap tidak bisa memberi tahu mengapa hal itu terjadi.
it: Il sanguinamento dopo la menopausa — anche una sola volta, anche leggero — deve essere controllato da un medico. MenoMap non può dirti perché è successo.
ja: 閉経後の出血は、たとえ1回でも、たとえ少量でも、医師に診てもらう必要があります。MenoMapには、なぜ出血したのかはわかりません。
ko: 폐경 후 출혈은 단 한 번이라도, 양이 적더라도 의료진에게 확인을 받아야 해요. MenoMap은 출혈이 왜 있었는지 알려 드릴 수 없어요.
ms: Pendarahan selepas menopaus — walaupun sekali, walaupun sedikit — perlu diperiksa oleh doktor. MenoMap tidak dapat memberitahu anda mengapa ia berlaku.
nb: Blødning etter menopausen – selv én gang, selv om den er svak – bør undersøkes av lege. MenoMap kan ikke fortelle deg hvorfor det skjedde.
nl: Bloedverlies na de overgang — zelfs één keer, zelfs als het weinig is — moet door een arts worden nagekeken. MenoMap kan je niet vertellen waarom het gebeurde.
pl: Krwawienie po menopauzie – nawet jednorazowe, nawet niewielkie – powinien sprawdzić lekarz. MenoMap nie może ci powiedzieć, dlaczego do niego doszło.
pt_br: Sangramento após a menopausa — mesmo uma única vez, mesmo leve — deve ser avaliado por um profissional de saúde. O MenoMap não pode dizer por que ele aconteceu.
pt_pt: Uma hemorragia depois da menopausa — mesmo que só uma vez, mesmo que ligeira — deve ser avaliada por um profissional de saúde. O MenoMap não te pode dizer porque aconteceu.
ro: Sângerarea după menopauză — chiar și o singură dată, chiar și ușoară — trebuie verificată de un medic. MenoMap nu îți poate spune de ce s-a întâmplat.
sk: Krvácanie po menopauze – aj keď len raz, aj keď slabé – by mal skontrolovať lekár. MenoMap ti nevie povedať, prečo k nemu došlo.
sv: Blödning efter menopausen – även en enda gång, även lätt – bör undersökas av en läkare. MenoMap kan inte säga varför den uppstod.
th: เลือดออกหลังหมดประจำเดือน แม้เพียงครั้งเดียว แม้เพียงเล็กน้อย ควรได้รับการตรวจจากแพทย์ MenoMap บอกไม่ได้ว่าเกิดขึ้นเพราะอะไร
tr: Menopoz sonrası kanama — bir kez bile olsa, az bile olsa — bir doktor tarafından kontrol edilmelidir. MenoMap bunun neden olduğunu sana söyleyemez.
uk: Кровотечу після менопаузи — навіть одноразову, навіть слабку — має перевірити лікар. MenoMap не може сказати тобі, чому вона сталася.
vi: Chảy máu sau mãn kinh — dù chỉ một lần, dù chỉ ít — cũng cần được bác sĩ kiểm tra. MenoMap không thể cho bạn biết vì sao điều đó xảy ra.
zh_hans: 绝经后出血——哪怕只有一次、哪怕量很少——都应由医生检查。MenoMap 无法告诉你出血的原因。
zh_hant: 停經後出血，即使只有一次、即使量很少，都應該請醫師檢查。MenoMap 無法告訴你出血的原因。

source: Bleeding after menopause recorded in Apple Health: %lld times.
ar: النزيف بعد انقطاع الطمث المسجَّل في تطبيق صحتي: %lld مرة.
cs: Krvácení po menopauze zaznamenané v aplikaci Zdraví: %lldkrát.
da: Blødning efter menopausen registreret i Apple Sundhed: %lld gange.
de: Blutung nach der Menopause in Apple Health erfasst: %lld-mal.
el: Αιμορραγία μετά την εμμηνόπαυση καταγεγραμμένη στην εφαρμογή Υγεία: %lld φορές.
es: Sangrado después de la menopausia registrado en la app Salud: %lld veces.
es_419: Sangrado después de la menopausia registrado en la app Salud: %lld veces.
fi: Terveys-appiin kirjattu verenvuoto menopaussin jälkeen: %lld kertaa.
fr: Saignements après la ménopause enregistrés dans l’app Santé : %lld fois.
he: דימום לאחר הפסקת הווסת שתועד ב״בריאות״: %lld פעמים.
hi: सेहत ऐप में दर्ज रजोनिवृत्ति के बाद रक्तस्राव: %lld बार।
hr: Krvarenje nakon menopauze zabilježeno u aplikaciji Zdravlje: %lld puta.
hu: Az Egészség appban rögzített menopauza utáni vérzés: %lld alkalom.
id: Perdarahan setelah menopause tercatat di app Kesehatan: %lld kali.
it: Sanguinamento dopo la menopausa registrato nell'app Salute: %lld volte.
ja: ヘルスケアに記録された閉経後の出血：%lld回。
ko: 건강 앱에 기록된 폐경 후 출혈: %lld회.
ms: Pendarahan selepas menopaus direkodkan dalam app Kesihatan: %lld kali.
nb: Blødning etter menopausen registrert i Helse-appen: %lld ganger.
nl: Bloedverlies na de overgang vastgelegd in de Gezondheid-app: %lld keer.
pl: Krwawienie po menopauzie zapisane w aplikacji Zdrowie: %lld razy.
pt_br: Sangramento após a menopausa registrado no app Saúde: %lld vezes.
pt_pt: Hemorragia depois da menopausa registada na aplicação Saúde: %lld vezes.
ro: Sângerare după menopauză înregistrată în aplicația Sănătate: de %lld de ori.
sk: Krvácanie po menopauze zaznamenané v apke Zdravie: %lld-krát.
sv: Blödning efter menopausen registrerad i appen Hälsa: %lld gånger.
th: เลือดออกหลังหมดประจำเดือนที่บันทึกในแอปสุขภาพ: %lld ครั้ง
tr: Sağlık uygulamasına kaydedilen menopoz sonrası kanama: %lld kez.
uk: Кровотеча після менопаузи, записана в програмі «Здоровʼя»: %lld разу.
vi: Chảy máu sau mãn kinh được ghi trong ứng dụng Sức khỏe: %lld lần.
zh_hans: 健康 App 中记录的绝经后出血：%lld 次。
zh_hant: 「健康」App 中記錄的停經後出血：%lld 次。

source: Bleeding after menopause should be checked
ar: ينبغي فحص النزيف بعد انقطاع الطمث
cs: Krvácení po menopauze by se mělo nechat zkontrolovat
da: Blødning efter menopausen bør undersøges
de: Blutung nach der Menopause sollte abgeklärt werden
el: Η αιμορραγία μετά την εμμηνόπαυση πρέπει να ελεγχθεί
es: El sangrado después de la menopausia debe revisarse
es_419: El sangrado después de la menopausia debe revisarse
fi: Verenvuoto menopaussin jälkeen pitää tutkia
fr: Les saignements après la ménopause doivent être vérifiés
he: דימום לאחר הפסקת הווסת צריך להיבדק
hi: रजोनिवृत्ति के बाद रक्तस्राव की जाँच होनी चाहिए
hr: Krvarenje nakon menopauze treba provjeriti
hu: A menopauza utáni vérzést ki kell vizsgáltatni
id: Perdarahan setelah menopause perlu diperiksakan
it: Il sanguinamento dopo la menopausa deve essere controllato
ja: 閉経後の出血は、診てもらう必要があります
ko: 폐경 후 출혈은 확인을 받아야 해요
ms: Pendarahan selepas menopaus perlu diperiksa
nb: Blødning etter menopausen bør undersøkes
nl: Bloedverlies na de overgang moet worden nagekeken
pl: Krwawienie po menopauzie powinno zostać sprawdzone
pt_br: Sangramento após a menopausa deve ser avaliado
pt_pt: Uma hemorragia depois da menopausa deve ser avaliada
ro: Sângerarea după menopauză trebuie verificată
sk: Krvácanie po menopauze treba dať skontrolovať
sv: Blödning efter menopausen bör undersökas
th: เลือดออกหลังหมดประจำเดือนควรได้รับการตรวจ
tr: Menopoz sonrası kanama kontrol ettirilmelidir
uk: Кровотечу після менопаузи слід перевірити
vi: Chảy máu sau mãn kinh cần được kiểm tra
zh_hans: 绝经后出血应当检查
zh_hant: 停經後出血應該接受檢查

source: Brain fog
ar: ضبابية الذهن
cs: Mozková mlha
da: Hjernetåge
de: Gehirnnebel
el: Θολή σκέψη
es: Niebla mental
es_419: Niebla mental
fi: Aivosumu
fr: Brume mentale
he: ערפל מוחי
hi: ब्रेन फ़ॉग
hr: Moždana magla
hu: Agyköd
id: Pikiran berkabut
it: Nebbia mentale
ja: ブレインフォグ
ko: 브레인 포그
ms: Otak berkabus
nb: Hjernetåke
nl: Hersenmist
pl: Mgła mózgowa
pt_br: Névoa mental
pt_pt: Nevoeiro mental
ro: Ceață mentală
sk: Mozgová hmla
sv: Hjärndimma
th: สมองตื้อ
tr: Beyin sisi
uk: Туман у голові
vi: Sương mù não
zh_hans: 脑雾
zh_hant: 腦霧

source: Breathe in
ar: شهيق
cs: Nádech
da: Træk vejret ind
de: Einatmen
el: Εισπνοή
es: Inspira
es_419: Inhala
fi: Hengitä sisään
fr: Inspirez
he: שאיפה
hi: साँस अंदर लें
hr: Udahni
hu: Lélegezz be
id: Tarik napas
it: Inspira
ja: 吸って
ko: 들이쉬세요
ms: Tarik nafas
nb: Pust inn
nl: Adem in
pl: Wdech
pt_br: Inspire
pt_pt: Inspira
ro: Inspiră
sk: Nádych
sv: Andas in
th: หายใจเข้า
tr: Nefes al
uk: Вдих
vi: Hít vào
zh_hans: 吸气
zh_hant: 吸氣

source: Breathe out
ar: زفير
cs: Výdech
da: Pust ud
de: Ausatmen
el: Εκπνοή
es: Espira
es_419: Exhala
fi: Hengitä ulos
fr: Expirez
he: נשיפה
hi: साँस बाहर छोड़ें
hr: Izdahni
hu: Lélegezz ki
id: Embuskan napas
it: Espira
ja: 吐いて
ko: 내쉬세요
ms: Hembus nafas
nb: Pust ut
nl: Adem uit
pl: Wydech
pt_br: Expire
pt_pt: Expira
ro: Expiră
sk: Výdych
sv: Andas ut
th: หายใจออก
tr: Nefes ver
uk: Видих
vi: Thở ra
zh_hans: 呼气
zh_hant: 吐氣

source: Breathe with me
ar: تنفّسي معي
cs: Dýchej se mnou
da: Træk vejret med mig
de: Atme mit mir
el: Ανάσανε μαζί μου
es: Respira conmigo
es_419: Respira conmigo
fi: Hengitä kanssani
fr: Respirez avec moi
he: נשמי איתי
hi: मेरे साथ साँस लें
hr: Diši sa mnom
hu: Lélegezz velem
id: Bernapas bersamaku
it: Respira con me
ja: 一緒に呼吸しましょう
ko: 함께 호흡해요
ms: Bernafas bersama saya
nb: Pust med meg
nl: Adem met me mee
pl: Oddychaj ze mną
pt_br: Respire comigo
pt_pt: Respira comigo
ro: Respiră cu mine
sk: Dýchaj so mnou
sv: Andas med mig
th: หายใจไปด้วยกัน
tr: Benimle nefes al
uk: Дихай зі мною
vi: Cùng hít thở
zh_hans: 跟我一起呼吸
zh_hant: 跟我一起呼吸

source: Bring in what you've already logged
ar: اجلبي ما سجّلتِه من قبل
cs: Přenes, co už máš zaznamenané
da: Hent det, du allerede har registreret
de: Übernimm, was du schon erfasst hast
el: Φέρε ό,τι έχεις ήδη καταγράψει
es: Trae lo que ya has registrado
es_419: Trae lo que ya registraste
fi: Tuo jo kirjaamasi tiedot
fr: Importer ce que vous avez déjà enregistré
he: ייבוא של מה שכבר תיעדת
hi: जो आप पहले से दर्ज कर चुकी हैं, उसे ले आएँ
hr: Uvezi ono što si već zabilježila
hu: Hozd be, amit már rögzítettél
id: Bawa data yang sudah kamu catat
it: Importa ciò che hai già registrato
ja: これまでの記録を取り込む
ko: 이미 기록한 데이터 가져오기
ms: Bawa masuk apa yang telah anda catat
nb: Hent inn det du allerede har registrert
nl: Neem over wat je al hebt bijgehouden
pl: Przenieś to, co już zapisałaś
pt_br: Traga o que você já registrou
pt_pt: Traz o que já registaste
ro: Adu ce ai înregistrat deja
sk: Prenes si, čo už máš zaznamenané
sv: Hämta det du redan har loggat
th: นำเข้าสิ่งที่คุณบันทึกไว้แล้ว
tr: Önceden kaydettiklerini getir
uk: Перенеси те, що вже записала
vi: Đưa vào những gì bạn đã ghi
zh_hans: 导入你已经记录的内容
zh_hant: 匯入你已經記錄的資料

source: Brought in from Apple Health.
ar: مجلوبة من تطبيق صحتي.
cs: Přeneseno z aplikace Zdraví.
da: Hentet fra Apple Sundhed.
de: Aus Apple Health übernommen.
el: Εισήχθη από την εφαρμογή Υγεία.
es: Importado de la app Salud.
es_419: Importado de la app Salud.
fi: Tuotu Terveys-apista.
fr: Importé depuis l’app Santé.
he: יובא מ״בריאות״.
hi: सेहत ऐप से लाया गया।
hr: Uvezeno iz aplikacije Zdravlje.
hu: Az Egészség appból behozva.
id: Diambil dari app Kesehatan.
it: Importato dall'app Salute.
ja: ヘルスケアから取り込みました。
ko: 건강 앱에서 가져왔어요.
ms: Dibawa masuk dari app Kesihatan.
nb: Hentet fra Helse-appen.
nl: Overgenomen uit de Gezondheid-app.
pl: Przeniesione z aplikacji Zdrowie.
pt_br: Importado do app Saúde.
pt_pt: Importado da aplicação Saúde.
ro: Adus din aplicația Sănătate.
sk: Prenesené z apky Zdravie.
sv: Hämtat från appen Hälsa.
th: นำเข้าจากแอปสุขภาพ
tr: Sağlık uygulamasından alındı.
uk: Перенесено з програми «Здоровʼя».
vi: Lấy từ ứng dụng Sức khỏe.
zh_hans: 从健康 App 导入。
zh_hant: 從「健康」App 匯入。
